[
    {
        "id": 0,
        "name": "Your Baby's First Word Will Be DADA",
        "listPrice": "$5.59",
        "description": "Your baby's first word will be . . .\"Dada!\"Right? Everyone knows that fathers wage a secret campaign to ensure that their babies' first word is \"Dada!\" But how does it work?One of the most popular entertainers in the world and NBC's The Tonight Show host, Jimmy Fallon, shows you how.",
        "product_dimension": "6.4 x 0.8 x 6.4 inches",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/51WD9AhlHWL._AC_SX60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/51G7huaJCRL._AC_SX60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/41n5aVvnrmL._AC_SX60_CR,0,0,60,60_.jpg"
        ],
        "weight": "11.2 ounces",
        "sourceURL": "/gp/product/125007181X/ref=s9_acsd_ri_bw_c_x_16_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-11&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=3fcbc43c-160c-415c-ae2e-a3186a93e41c&pf_rd_p=3fcbc43c-160c-415c-ae2e-a3186a93e41c&pf_rd_i=283155"
    },
    {
        "id": 1,
        "name": "Welcome Little One",
        "listPrice": "$4.47",
        "description": "Welcome Your Little One to the World!On the day you were born,it was love at first sight.We welcomed you, little one,and held you so tight. For parents, the arrival of a newborn child is an event that offers the promise of never-ending love. Filled with lively illustrations and heartfelt rhyming text, Welcome Little One allows parents and children to celebrate and cherish their bond.",
        "product_dimension": "7 x 0.5 x 7 inches",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/41qrxWn3U4L._AC_SY60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/51ZIqh9SEHL._AC_SX60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/31kom9NeGdL._AC_SX60_CR,0,0,60,60_.jpg"
        ],
        "weight": "10.9 ounces",
        "sourceURL": "/gp/product/1492632643/ref=s9_acsd_ri_bw_c_x_9_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-11&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=3fcbc43c-160c-415c-ae2e-a3186a93e41c&pf_rd_p=3fcbc43c-160c-415c-ae2e-a3186a93e41c&pf_rd_i=283155"
    },
    {
        "id": 2,
        "name": "Dear Zoo: A Lift-the-Flap Book",
        "listPrice": "$4.71",
        "description": "Rod Campbell's classic lift-the-flap book Dear Zoo has been a firm favorite with toddlers and parents alike ever since it was first published in 1982.  Young readers love lifting the flaps to discover the animals the zoo has sent-a monkey, a lion, and even an elephant! But will they ever find the perfect pet? With bright, bold artwork, a catchy refrain, and a whole host of favorite animals, Dear Zoo is a must for every child's bookshelf.",
        "product_dimension": "6.1 x 0.5 x 6.2 inches",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/51SQFs%2BTGjL._AC_SX60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/51P0-OI8mYL._AC_SX60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/41TP1NvytoL._AC_SX60_CR,0,0,60,60_.jpg"
        ],
        "weight": "13.6 ounces",
        "sourceURL": "/gp/product/141694737X/ref=s9_acsd_ri_bw_c_x_6_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-11&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=3fcbc43c-160c-415c-ae2e-a3186a93e41c&pf_rd_p=3fcbc43c-160c-415c-ae2e-a3186a93e41c&pf_rd_i=283155"
    },
    {
        "id": 3,
        "name": "Leonardo da Vinci",
        "listPrice": "$19.92",
        "description": "The #1 New York Times bestseller  “A powerful story of an exhilarating mind and life...a study in creativity: how to define it, how to achieve it.” —The New Yorker  “Vigorous, insightful.” —The Washington Post  “A masterpiece.” —San Francisco Chronicle  “Luminous.” —The Daily Beast  He was history’s most creative genius. What secrets can he teach us?  The author of the acclaimed bestsellers Steve Jobs, Einstein, and Benjamin Franklin brings Leonardo da Vinci to life in this exciting new biography.Based on thousands of pages from Leonardo’s astonishing notebooks and new discoveries about his life and work, Walter Isaacson weaves a narrative that connects his art to his science. He shows how Leonardo’s genius was based on skills we can improve in ourselves, such as passionate curiosity, careful observation, and an imagination so playful that it flirted with fantasy. He produced the two most famous paintings in history, The Last Supper and the Mona Lisa. But in his own mind, he was just as much a man of science and technology. With a passion that sometimes became obsessive, he pursued innovative studies of anatomy, fossils, birds, the heart, flying machines, botany, geology, and weaponry. His ability to stand at the crossroads of the humanities and the sciences, made iconic by his drawing of Vitruvian Man, made him history’s most creative genius. His creativity, like that of other great innovators, came from having wide-ranging passions. He peeled flesh off the faces of cadavers, drew the muscles that move the lips, and then painted history’s most memorable smile. He explored the math of optics, showed how light rays strike the cornea, and produced illusions of changing perspectives in The Last Supper. Isaacson also describes how Leonardo’s lifelong enthusiasm for staging theatrical productions informed his paintings and inventions. Leonardo’s delight at combining diverse passions remains the ultimate recipe for creativity. So, too, does his ease at being a bit of a misfit: illegitimate, gay, vegetarian, left-handed, easily distracted, and at times heretical. His life should remind us of the importance of instilling, both in ourselves and our children, not just received knowledge but a willingness to question it—to be imaginative and, like talented misfits and rebels in any era, to think different.",
        "product_dimension": "6.1 x 1.9 x 9.2 inches",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/61ACCcC4wWL._AC_SX60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/51pbiKamBYL._AC_SX60_CR,0,0,60,60_.jpg"
        ],
        "weight": "3.4 pounds",
        "sourceURL": "/gp/product/1501139150/ref=s9_acsd_ri_bw_c_x_20_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-10&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_i=283155"
    },
    {
        "id": 4,
        "name": "Girl, Wash Your Face: Stop Believing the Lies About Who You Are so You Can Become Who You Were Meant to Be",
        "listPrice": "$13.79",
        "description": "With wry wit and hard-earned wisdom, popular online personality and founder of TheChicSite.com founder Rachel Hollis helps readers break free from the lies keeping them from the joy-filled and exuberant life they are meant to have.Founder of the lifestyle website TheChicSite.com and CEO of her own media company, Chic Media, Rachel Hollis has created an online fan base of hundreds of thousands of fans by sharing tips for living a better life while fearlessly revealing the messiness of her own. Now comes her highly anticipated first book featuring her signature combination of honesty, humor, and direct, no-nonsense advice.Each chapter of Girl, Wash Your Face begins with a specific lie Hollis once believed that left her feeling overwhelmed, unworthy, or ready to give up. As a working mother, a former foster parent, and a woman who has dealt with insecurities about her body and relationships, she speaks with the insight and kindness of a BFF, helping women unpack the limiting mind-sets that destroy their self-confidence and keep them from moving forward.From her temporary obsession with marrying Matt Damon to a daydream involving hypnotic iguanas to her son’s request that she buy a necklace to “be like the other moms,” Hollis holds nothing back. With unflinching faith and tenacity, Hollis spurs other women to live with passion and hustle and to awaken their slumbering goals.",
        "product_dimension": "5.8 x 0.9 x 8.7 inches",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/51dZ6EeK%2BOL._AC_SX60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/51zJNGmrJdL._AC_SX60_CR,0,0,60,60_.jpg"
        ],
        "weight": "11.2 ounces",
        "sourceURL": "/gp/product/1400201659/ref=s9_acsd_ri_bw_c_x_12_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-10&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_i=283155"
    },
    {
        "id": 5,
        "name": "Baby University Four-Book Set",
        "listPrice": "$30.08",
        "description": "The perfect gift for your future genius!Written by an expert, the Baby University series features colorful, simple introductions to scientific principles and are beloved by babies―and grownups!Included in this Four-Book Set: Quantum Physics for Babies Rocket Science for Babies General Relativity for Babies Newtonian Physics for Babies This series is the perfect way to introduce basic scientific concepts to even the youngest scientist.",
        "product_dimension": "",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/51pNYbuPA9L._AC_SY60_CR,0,0,60,60_.jpg"
        ],
        "weight": "3.2 pounds",
        "sourceURL": "/gp/product/149267043X/ref=s9_acsd_ri_bw_c_x_11_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-10&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_i=283155"
    },
    {
        "id": 6,
        "name": "Giraffe and Friends: A Soft and Fuzzy Book for Baby (Friends Cloth Books)",
        "listPrice": "$8.68",
        "description": "A feast for baby’s senses! The soft, fuzzy cover and cloth pages of this book feature a smiling giraffe accompanied by a happy bumble bee, crocodile, fox and other animals for baby to identify. A touch of the pages produces an irresistible crinkling sound and a shake reveals gentle rattling. Fabric tabs extending from each page provide more stimulation for little fingers as baby rubs, squeezes, and shakes this adorable book. (Ages Infant–3)",
        "product_dimension": "6 x 1 x 5.5 inches",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/516JH8oeF9L._AC_SX60_CR,0,0,60,60_.jpg"
        ],
        "weight": "2.9 ounces",
        "sourceURL": "/gp/product/1438005288/ref=s9_acsd_ri_bw_c_x_7_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-10&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_i=283155"
    },
    {
        "id": 7,
        "name": "Factfulness: Ten Reasons We're Wrong About the World-and Why Things Are Better Than You Think",
        "listPrice": "$18.29",
        "description": "INSTANT NEW YORK TIMES BESTSELLER“One of the most important books I’ve ever read―an indispensable guide to thinking clearly about the world.” – Bill Gates“Hans Rosling tells the story of ‘the secret silent miracle of human progress’ as only he can. But Factfulness does much more than that. It also explains why progress is so often secret and silent and teaches readers how to see it clearly.” ―Melinda GatesFactfulness: The stress-reducing habit of only carrying opinions for which you have strong supporting facts. When asked simple questions about global trends―what percentage of the world’s population live in poverty; why the world’s population is increasing; how many girls finish school―we systematically get the answers wrong. So wrong that a chimpanzee choosing answers at random will consistently outguess teachers, journalists, Nobel laureates, and investment bankers.In Factfulness, Professor of International Health and global TED phenomenon Hans Rosling, together with his two long-time collaborators, Anna and Ola, offers a radical new explanation of why this happens. They reveal the ten instincts that distort our perspective―from our tendency to divide the world into two camps (usually some version of us and them) to the way we consume media (where fear rules) to how we perceive progress (believing that most things are getting worse). Our problem is that we don’t know what we don’t know, and even our guesses are informed by unconscious and predictable biases.It turns out that the world, for all its imperfections, is in a much better state than we might think. That doesn’t mean there aren’t real concerns. But when we worry about everything all the time instead of embracing a worldview based on facts, we can lose our ability to focus on the things that threaten us most. Inspiring and revelatory, filled with lively anecdotes and moving stories, Factfulness is an urgent and essential book that will change the way you see the world and empower you to respond to the crises and opportunities of the future. ---“This book is my last battle in my life-long mission to fight devastating ignorance…Previously I armed myself with huge data sets, eye-opening software, an energetic learning style and a Swedish bayonet for sword-swallowing. It wasn’t enough. But I hope this book will be.” Hans Rosling, February 2017.",
        "product_dimension": "5.8 x 1.3 x 8.5 inches",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/51tvugRSHKL._AC_SX60_CR,0,0,60,60_.jpg"
        ],
        "weight": "1.2 pounds",
        "sourceURL": "/gp/product/1250107814/ref=s9_acsd_ri_bw_c_x_3_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-10&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_i=283155"
    },
    {
        "id": 8,
        "name": "How to Change Your Mind: What the New Science of Psychedelics Teaches Us About Consciousness, Dying, Addiction, Depression, and Transcendence",
        "listPrice": "$16.80",
        "description": "The #1 New York Times bestseller.A brilliant and brave investigation into the medical and scientific revolution taking place around psychedelic drugs--and the spellbinding story of his own life-changing psychedelic experiences When Michael Pollan set out to research how LSD and psilocybin (the active ingredient in magic mushrooms) are being used to provide relief to people suffering from difficult-to-treat conditions such as depression, addiction and anxiety, he did not intend to write what is undoubtedly his most personal book. But upon discovering how these remarkable substances are improving the lives not only of the mentally ill but also of healthy people coming to grips with the challenges of everyday life, he decided to explore the landscape of the mind in the first person as well as the third. Thus began a singular adventure into various altered states of consciousness, along with a dive deep into both the latest brain science and the thriving underground community of psychedelic therapists. Pollan sifts the historical record to separate the truth about these mysterious drugs from the myths that have surrounded them since the 1960s, when a handful of psychedelic evangelists inadvertently catalyzed a powerful backlash against what was then a promising field of research.A unique and elegant blend of science, memoir, travel writing, history, and medicine, How to Change Your Mind is a triumph of participatory journalism. By turns dazzling and edifying, it is the gripping account of a journey to an exciting and unexpected new frontier in our understanding of the mind, the self, and our place in the world. The true subject of Pollan's \"mental travelogue\" is not just psychedelic drugs but also the eternal puzzle of human consciousness and how, in a world that offers us both suffering and joy, we can do our best to be fully present and find meaning in our lives.",
        "product_dimension": "6.6 x 1.4 x 9.6 inches",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/41dXKdcqduL._AC_SX60_CR,0,0,60,60_.jpg"
        ],
        "weight": "1.7 pounds",
        "sourceURL": "/gp/product/1594204225/ref=s9_acsd_ri_bw_c_x_2_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-10&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_p=4d6f1c2c-8443-4c8c-bc55-77b7e4a2cf4a&pf_rd_i=283155"
    },
    {
        "id": 9,
        "name": "Are You My Mother? (Bright & Early Board Books(TM))",
        "listPrice": "$3.59",
        "description": "This easy-to-read, must-have classic about a baby bird in search of his mother is perfect for every day! A baby bird goes in search of his mother in this hilarious board book edited by Dr. Seuss. When a mother bird’s egg starts to jump, she hurries off to make sure she has something for her little one to eat. But as soon as she’s gone, out pops the baby bird. He immediately sets off to find his mother, but not knowing what she looks like makes it a challenge. The little hatchling is determined to find his mother, even after meeting a kitten, a hen, a dog, and a Snort. The timeless message of the bond between mother and child make this abridged, super-simple edition of P. D. Eastman’s Are You My Mother? a must for baby showers, beginning readers, and Mother’s Day.",
        "product_dimension": "4.3 x 0.5 x 5.8 inches",
        "imageURLs": [
            "https://images-na.ssl-images-amazon.com/images/I/51Zu5zbzWDL._AC_SX60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/51bKlSS4JfL._AC_SX60_CR,0,0,60,60_.jpg",
            "https://images-na.ssl-images-amazon.com/images/I/31ePqSAMWVL._AC_SX60_CR,0,0,60,60_.jpg"
        ],
        "weight": "4 ounces",
        "sourceURL": "/gp/product/0679890475/ref=s9_acsd_ri_bw_c_x_20_w/139-5065707-3951231?pf_rd_m=ATVPDKIKX0DER&pf_rd_s=merchandised-search-11&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_r=YGDYQQVXD0KSSPJ0DQGE&pf_rd_t=101&pf_rd_p=3fcbc43c-160c-415c-ae2e-a3186a93e41c&pf_rd_p=3fcbc43c-160c-415c-ae2e-a3186a93e41c&pf_rd_i=283155"
    }
]